{
  "displayErrorDetails": true,
  "QRUser": true,
  "QRRemember": false,
  "logoPath": "/logo.png",
  "ogImagePath": "/img/social-preview.jpg",
  "pageTitle": "Modernes Quiz mit UIkit",
  "backgroundColor": "#ffffff",
  "buttonColor": "#1e87f0",
  "CheckAnswerButton": "no",
  "QRRestrict": false,
  "randomNames": true,
  "competitionMode": false,
  "teamResults": true,
  "photoUpload": true,
  "collectPlayerUid": false,
  "puzzleWordEnabled": true,
  "puzzleWord": "",
  "puzzleFeedback": "",
  "inviteText": "<p>Liebes [team],</p>\n<p>Das Spiel ist für mehrere Stationen ausgelegt, die auf einer Karte markiert sind. An jeder Station scannt ihr mit dem Smartphone den dort angebrachten QR-Code und öffnet den Link – und schon kann es losgehen.</p>\n<p><strong>QR-Code scannen</strong> – Nach dem Öffnen eines Stations-Links scannt ihr euren Team-QR-Code. Nur bekannte Teams werden zugelassen.</p>\n<p><strong>Quiz starten</strong> – Nach erfolgreichem Login startet automatisch der passende Fragenkatalog für die Station. Ein gelöster Katalog kann während der Rally nicht erneut gestartet werden.</p>\n<p><strong>Fragen beantworten</strong> – Jede Frage zeigt nur den Button \"Weiter\". Die Antwort wird direkt geprüft. Ob sie richtig war, erfahrt ihr am Ende des jeweiligen Katalogs.</p>\n<p><strong>Buchstabe sammeln</strong> – Nach jeder Runde erscheint ein Buchstabe des Rätselworts. Schritt für Schritt ergibt sich die Lösung.</p>\n<p><strong>Rätseln &amp; Foto hochladen</strong> – Wer das Rätselwort errät, kann es direkt eingeben. Es darf außerdem ein Beweisfoto hochgeladen werden. Die kreativsten Teamfotos werden am Ende prämiert.</p>\n<p><strong>Ergebnisse &amp; Rangliste</strong> – Nach Abschluss aller Stationen erscheint ein Link zur persönlichen Ergebnisübersicht. Dort oder im Adminbereich gibt es eine Rangliste mit den besten Platzierungen.</p>\n<p>Viel Spaß bei der Rally und beim gemeinsamen Mitfiebern!</p>",
  "qrLabelLine1": "",
  "qrLabelLine2": "",
  "qrLabelBottom": "",
  "qrLogoPath": "",
  "qrLogoWidth": 80,
  "qrRoundMode": "margin",
  "qrLogoPunchout": true,
  "qrRounded": true,
  "qrColorTeam": "#004bc8",
  "qrColorCatalog": "#dc0000",
  "qrColorEvent": "#00a65a",
  "postgres_dsn": "pgsql:host=postgres;dbname=quiz",
  "postgres_user": "quiz",
  "postgres_pass": "quiz",
  "event_uid": "1"
}
